Repository: Joldubaev/Diyar
Catalog: app/lib/l10n/arb/app_*.arb
Languages: ky

source: About Us
ky: Биз жөнүндө

source: Account created successfully
ky: Аккаунт ийгиликтүү түзүлдү

source: Active orders
ky: Активдүү тапшыруулар

# address
source: Bishkek, Pobeda Avenue, 333
ky: Бишкек ш., Победа проспектиси, 333

# addressD
source: Address:
ky: Дарек:

# addressIsCopied
source: Address copied to clipboard
ky: Дарек көчүрүлдү

# addressIsNotFounded
source: Address is not found
ky: Адрес табылган жок

# addToCart
source: You haven't added anything to the cart yet
ky: Сиз себетке эч нерсе кошкон жоксуз

source: Adress
ky: Адрес

# adressD
source: Bishkek city, Prospekt Pobedy Street, 333
ky: Бишкек ш., Пр. Победы көчөсү, 333

# allAbout
source: Express cafe, Restaurant, VIP rooms
ky: Экспресс кафе, Ресторан, VIP бөлмөлөр

# alreadyHaveAccount
source: Already have an account?
ky: Аккаунтунуз барбы?

source: App version
ky: Тиркеменин версиясы

# areYouSure
source: Are you sure you want to exit?
ky: сиз чынында чыгууну каалайсызбы?

# areYouSureAddress
source: Are you sure you want to change the address?
ky: Сиз чынында бул адресди тандадыңызбы?

# authError
source: Invalid login or password
ky: Жараксыз логин же сырсөз

source: Authorize
ky: Авторизация

# banket
source: Banquet Hall
ky: Банкет залы

source: Cabinet
ky: Кабинет

source: Cart is empty
ky: Себет бош

source: Cash
ky: Накталай

source: Category
ky: Категория

source: Change
ky: Сдача с

# changePasswordSuccess
source: Password successfully changed
ky: Сыр сөз ийгиликтүү өзгөртүлдү

source: Choose address
ky: Адрес тандаңыз

source: Choose on map
ky: Картада тандоо

source: Choose time
ky: Убакытты тандаңыз

source: Code intercom
ky: Код домофона

source: Code update
ky: Код жаңыртылды

source: Coffe
ky: Кофе

source: Comment
ky: Комментарий

source: Confirm
ky: Тастыктоо

source: Confirm order
ky: Тапшыруу жасаңыз

source: Confirm password
ky: Сыр сөздү бекемдениз

source: Contact
ky: Байланыш

source: Cost of meal
ky: Тамактын баасы

source: Could not launch
ky: Иштете албай койду

source: Create
ky: Түзүү

source: Create template
ky: Шаблон түзүү

source: Cutlery
ky: Тамак-аш шаймандары

source: Data is loaded
ky: Деректер жүктөлдү

source: Delete order
ky: Тапшырууну жок кылуу

# deleteOrderText
source: Are you sure you want to delete this order?
ky: Тапшырууну жок кылуу жактыгын кабыл кыласызбы?

source: Delivered
ky: Жеткирилди

# deliveredText
source: The courier delivered the food
ky: Курьер тамакты жеткирип берди

# deliveredText2
source: The courier is delivering food
ky: Курьер тамак-аш жеткирип жатат

source: Delivery
ky: Жеткирүү

source: Delivery cost:
ky: Жеткирүү наркы:

source: Delivery price
ky: Жеткирүү баасы

# deliveryService
source: Diyaar Express
ky: Жеткирүү кызматы

# deliveryServiceD
source: Diyaar Express (table reservation)
ky: Дияр Экспресс (стол брондоо)

source: Delivery time:
ky: Жеткирүү убакыты:

source: Dishes
ky: Идиш

source: Diyar
ky: Дияр

# diyar_sale
source: Promotion on all dishes
ky: Акция бардык тамактарга

# diyarRestoran
source: Diyaar Restaurant
ky: Дияр Ресторан

# diyarRestoranHall
source: Diyaar Banquet Hall
ky: Дияр Банкет Холл

# ecpessCoffee
source: Express Coffee
ky: Экспресс кофе

source: Edit
ky: Өзгөртүү

# emptyText
source: No data to display
ky: Көрсөтүү үчүн деректер жок

# enterAddress
source: Enter your address
ky: Дарегиңизди киргизиңиз

source: Enter code
ky: Кодду киргизиңиз

# enterCorrectCode
source: Please enter the correct code
ky: Туура кодду киргизиңиз

# enterEmail
source: Enter your email
ky: Электрондук почта киргизиңиз

# enterPassword
source: Please enter password
ky: Сыр сөздү киргизиңиз

source: Enter your name
ky: Атыңызды киргизиңиз

source: Entrance
ky: Кирүү

source: Entrance number
ky: Номер подъезда

source: Error:
ky: Ката:

source: Error completing order
ky: Заказды бүтүрүүдө ката

source: Error loading active orders
ky: Активдүү заказдарды жүктөөдө ката кетти

source: Error loading data
ky: Маалыматты жүктөөдө ката

source: Error loading order history
ky: Заказ тарыхын жүктөөдө ката кетти

source: Error retrieving data.
ky: Маалыматты алуу учурунда ката кетти.

source: Exit
ky: Чыгуу

source: Finish order:
ky: Тапшыруу тамамоо:

source: Floor
ky: Этаж

source: Food
ky: Тамак-аш

# foodIsPrepared
source: Food is being prepared
ky: Тамак даярдалууда

# forAllFood
source: For all dishes
ky: Бардык тамактар ​​үчүн

source: Forgot password?
ky: Сыр сөздү унуттуңузбу?

source: Hall
ky: Зал

source: House number
ky: Уй номери

source: Kitchen
ky: Кухня

# lastNews
source: Latest news
ky: Акыркы кабарлар

# loadedWrong
source: Data is loaded incorrectly
ky: Деректер туура эмес

# loadedWrongData
source: Data is loaded incorrectly
ky: Деректер туура эмес

source: Login
ky: Кирүү

# loginError
source: Invalid login or password
ky: Жараксыз логин же сырсөз

source: Look
ky: Көрүү

source: Main
ky: Башкы

source: Menu
ky: Меню

source: Name
ky: Аты

# nameExample
source: Example: John
ky: Асанов Асан

source: New password
ky: Жаңы сыр сөз

source: News
ky: Жаңылыктар

source: Next
ky: Кийинки

source: No
ky: Жок

# noActiveOrders
source: You have no active orders yet
ky: Азырынча активдүү заказдарыңыз жок

# noNews
source: Now there are no news
ky: Жаңылыктар жок

# noOrderDescription
source: You have not placed an order yet
ky: Сиз азырынча заказ бере элексиз

# noOrderHistory
source: You have no order history yet
ky: Азырынча заказ тарыхыңыз жок

source: No orders
ky: Буйрутмалар жок

source: No phone number
ky: Телефон номери жок

# notActiveOrders
source: No active orders
ky: Активдүү тапшыруулар жок

# notAvailable
source: Not available yet
ky: Бул кызмат жеткирилбеген

# notAvailableTry
source: Not available yet. Please try again later
ky: Бул кызмат жеткирилбеген. Сураныч, кайталап көрүү

# notFound
source: Nothing is found
ky: Табылган жок

# notHaveAccount
source: Don't have an account?
ky: Аккаунтунуз жокпу

# notImage
source: No image
ky: Сүрөт жок

# ofice
source: Office
ky: КВ/Офис

source: OK
ky: Макул

source: Online payment
ky: Онлайн төлөө

source: Open on map
ky: Картада ачуу

# operatorContact
source: An operator will contact you within 5 minutes to confirm the order
ky: 5 мүнөттүн ичинде оператор сизге байланышат

source: Order amount:
ky: Заказ суммасы:

# orderCancel
source: Cancel order
ky: Буйрутманы жокко чыгаруу

# orderCancelText
source: Are you sure you want to cancel the order?
ky: Буйрутманы чын эле жокко чыгаргыңыз келеби?

# orderCancelText2
source: You can cancel an order only before the start of preparation within:
ky: Сиз буйрутманы даярдоо башталганга чейин гана жокко чыгара аласыз:

source: Order completed
ky: Заказ аяктады

source: Order confirmation
ky: Заказды тастыктоо

source: Order details
ky: Тапшыруу толуктому

# orderDetailsText
source: Order details
ky: Тапшыруу толуктому

source: Order history
ky: Тапшыруу тарыхы

# orderIsCanceled
source: Order cancelled
ky: Буйрутма жокко чыгарылды

# orderIsCanceledText
source: Your order has been successfully cancelled
ky: Буйрутмаңыз ийгиликтүү жокко чыгарылды

# orderIsFailed
source: Order failed. Please try again
ky: Тапшыруу ийгиликтүү эмес

# orderIsSuccess
source: Order created successfully
ky: Тапшыруу ийгиликтүү жасалды

source: Order number:
ky: Тапшыруу номери:

source: Order number is:
ky: Тапшыруу номери:

# orderPickupAd
source: You can pick up your order at the address
ky: Буйрутмаңызды дарек боюнча ала аласыз

# orderRepeat
source: Repeat order
ky: Тартипти кайталоо

# orderRepeatText
source: Are you sure you want to repeat the order?
ky: Чын эле буйрутманы кайталагыңыз келеби?

# orderTime
source: In about 30 minutes your order will be ready
ky: Тапшыруу убакыты 30 минутада жеткирүүсүз

source: Password
ky: Сыр сөз

# passwordChanged
source: Password successfully changed
ky: Сыр сөз ийгиликтүү өзгөртүлдү

source: Password recovery
ky: Сыр сөздү кайра киргизүү

# passwordRecoveryText
source: Enter your E-Mail and recovery code, as well as the new password we sent to your email.
ky: Электрондук почтанызды жана кайра киргизүү кодун, алардан кийинги жаңы сыр сөздү, биз сизге почта жөнөткөнбүздү киргизиңиз.

source: Passwords do not match
ky: Сыр сөздөр дал келмейт

source: Payment method
ky: Төлөмдүн түрү

source: Pay online
ky: Онлайн төлөө

source: Pay with card
ky: Карта менен төлөө

source: Pay with cash
ky: Накталай төлөө

# phone
source: Phone number
ky: Телефон номери

source: Pickup
ky: Алуу

# pleaseEnterAddress
source: Please enter your address
ky: Адресди киргизиңиз

# pleaseEnterChange
source: Please enter the change
ky: Пожалуйста, введите сумму

# pleaseEnterCode
source: Please enter your recovery code
ky: Сураныч, жаны кодду киргизиңиз

# pleaseEnterCorrectAddress
source: Please enter a valid address
ky: Адресди туура киргизиңиз

# pleaseEnterCorrectChange
source: Change must be at least 1 character long
ky: Сумма должна быть больше 0

# pleaseEnterCorrectCode
source: Recovery code must be 5 characters long
ky: Кайра киргизүү коду 5 символдон турушу керек

# pleaseEnterCorrectEmail
source: Please enter a valid E-Mail
ky: Сураныч, туура электрондук почтаны киргизиңиз

# pleaseEnterCorrectHouseNumber
source: House number must be at least 1 character long
ky: Уй номери туура киргизиңиз

# pleaseEnterCorrectName
source: Name must be at least 3 characters long
ky: Сураныч, атыңызды туура киргизиңиз

# pleaseEnterCorrectPassword
source: Password must be at least 5 characters long
ky: Сыр сөз 5 символдон аз болбошуу керек

# pleaseEnterCorrectPhone
source: Phone number must be 10 characters long
ky: Сураныч, телефон номерин туура киргизиңиз

# pleaseEnterEmail
source: Please enter your E-Mail
ky: Сураныч, электрондук почтаны киргизиңиз

# pleaseEnterHouseNumber
source: Please enter your house number
ky: Уй номерин киргизиңиз

# pleaseEnterName
source: Please enter your name
ky: Сураныч, атыңызды киргизиңиз

# pleaseEnterPassword
source: Please enter your password
ky: Сураныч, сыр сөздү киргизиңиз

# pleaseEnterPhone
source: Please enter your phone number
ky: Сураныч, телефон номерин киргизиңиз

# pleaseEnterTemplateName
source: Please enter the template name
ky: Шаблондун атын киргизиңиз

# pleaseTryLater
source: Please try again later!
ky: Кайрадан аракет кылып көрүңүз

# policy
source: Privacy policy
ky: Кардар менен болгон макулдашуу

# popularFood
source: Popular dishes
ky: Популярдуу тамактар

source: Post terminal
ky: Картой курь(post terminal)

# preparingForThe
source: Prepare for
ky: Даярдоо

source: Profile
ky: Профиль

# receiveCode
source: We sent you a code to the specified phone number.
ky: Биз сизге белгиленген телефон номери боюнча код жибердик

source: Refresh
ky: Жаңыртуу

# regenerateAvailable
source: Regeneration available in
ky: Кайра генерациялоо жеткиликтүү

source: Register
ky: Тизмелүү

source: Registration
ky: Тизмелүү

source: Resend code
ky: Кодду кайра жөнөтүү

# resgisterIsFailed
source: Registration failed. Please try again.
ky: Тизмелүү ийгиликтүү эмес. Сураныч, кайталап көрүү.

# sale
source: Акции
ky: Скидка

source: Sales
ky: Акции

source: Search ...
ky: Издөө ...

source: Search by names
ky: Аты боюнча издөө

source: Search meal
ky: Тамакты издөө

source: Send
ky: Жөнөтүү

source: som
ky: сом

# someThingIsWrong
source: Something went wrong
ky: Бир нерсе туура эмес

# templateDescription
source: Having created a template, you can select it so that all order fields are automatically filled in as you specified
ky: Шаблонду түзүп, сиз аны тандай аласыз, ошону менен бардык заказ талаалары сиз белгилегендей автоматтык түрдө толтурулат

source: Template name
ky: Шаблондун аты

# termsAccept
source: Please accept the terms of the user agreement
ky: Колдонуучу макулдашуу шарттарын кабыл алыңыз

# termsAgree
source: I agree to the terms of the user agreement
ky: Мен колдонуучу макулдашуу шарттары менен макулмун

# time
source: from 09:00 to 23:00
ky: 09:00дан 23:00чейин

# timeD
source: Time
ky: Убакыт

# timeToWork
source: Working hours
ky: Жумуш убакыты

source: Total
ky: Жалпы

source: Total amount:
ky: Жалпы сумма:

source: Total order amount
ky: Тамак-аш заказдын жалпы суммасы

# totalToPay
source: Total to pay without delivery
ky: Төлөмдүн жалпы суммасы жеткирүүсүз

source: Total with delivery
ky: Жалпы сумма жеткирүү менен

source: Unknown
ky: Белгисиз

# versal
source: Versailles
ky: Версаль

# vip
source: VIP Hall
ky: VIP Залы

source: Welcome
ky: Кош Келиниздер

source: Yes
ky: Ооба

source: Your address
ky: Сиздин адресиңиз

source: Your name
ky: Атыңыз

# yourOrdersConfirm
source: Your orders are confirmed
ky: Сиздин тапшырууларыңызды тастыктаңыз
